{
  "data": [
    {
      "title": "Data Scientist Semisenior",
      "company": "KONECTA",
      "tasks": [
        "Construcción de modelos predictivos (supervisado y no supervisado) mediante algoritmos de machine learning para la estimación de Fuga/Deserción de clientes (Churn), Retención de clientes. ",
        "Construcción y mantenimiento de dashboard en Power BI y procesos de carga ETL."
      ],
      "tags": ["Python", "Excel", "SQL", "PowerBI"],
      "year": "2025"
    },
    {
      "title": "Data Scientist Consultant",
      "company": "MANAGEMENT SOLUTIONS",
      "tasks": [
        "Construcción de modelos predictivos (supervisado y no supervisado) mediante algoritmos de machine learning para la estimación de Fuga/Deserción de clientes (Churn), Retención de clientes. ",
        "Construcción y mantenimiento de dashboard en Power BI y procesos de carga ETL."
      ],
      "tags": ["Python", "Excel", "SQL", "PowerBI"],
      "year": "2024"
    },
    {
      "title": "Analista De Data y Cobranzas",
      "company": "DINERS CLUB S.A.",
      "tasks": [
        "Desarrollé e implementé un modelo de clasificación aplicando árboles de decisión para nuevas segmentaciones y así incrementar el recupero.",
        "Diseño de la gestión de cartera mediante la construcción de perfiles de clientes diferenciados por uso de canales digitales e información financiera. (modelo no supervisado) ",
        "Reducción de la provisión y recuperación de deuda en la cartera al construir un modelo que mide la probabilidad de migrar de un rango de mora a otro. "
      ],
      "tags": ["Python", "Excel", "SQL", "PowerBI"],
      "year": "2023"
    },
    {
      "title": "Asistente Data Science - Riesgo Crediticio",
      "company": "DINERS CLUB S.A.",
      "tasks": [
        "Realicé un modelo no paramétrico (LIGHT GBM) para la segmentación de clientes de la campaña mensual de originación de tarjeta de crédito, esto permitió incrementar el número de colocaciones de TC.",
        "Realicé un proyecto de web scraping para la obtención de data proveniente de la RENIEC. Se obtuvo un total de 24 millones de datos de 4 millones de personas distintas"
      ],
      "tags": ["Python", "Excel", "SQL", "PowerBI"],
      "year": "2023"
    },
    {
      "title": "Asistente de Datos y Proyectos TI",
      "company": "INGENIO AZUCARERO AGROLMOS S.A.",
      "tasks": [
        "Realicé un proyecto de visión artificial para el conteo de bolsas de azúcar en el área de envasado, reemplazando un proyecto que estimaba un costo de 14 mil dólares por una empresa especializada en visión artificial.",
        "Realicé un proyecto utilizando redes neuronales mediante el algoritmo K-Nearest-Neighbor, capaz de predecir la sobresaturación de los granos en el proceso de cristalización del azúcar, mejorando la eficiencia en un 20%, utilizando el lenguaje de programación Python. "
      ],
      "tags": ["Python", "Excel", "SQL", "PowerBI"],
      "year": "2022"
    }
  ]
}
